{
  "menu": [
    { "title": "Our mission", "link": "our-mission" },
    { "title": "Features", "link": "features" },
    { "title": "About us", "link": "about-us" },
    { "title": "Contacts", "link": "contacts" }
  ],
  "contactUsButton": "Contact us",
  "promoTitle": "Transform your business with innovative solutions and trusted partnerships",
  "promoText": "At Turon Global Resource, we bring a wealth of expertise and a commitment to transparency to every transaction. Our trusted approach and secure logistics services make trading easy and efficient, while our tailored solutions help you achieve your business goals. Partner with us and experience the difference a trusted trading partner can make.",
  "sections": {
    "ourMission": {
      "title": "Our mission",
      "text": [
        "Our mission is to be the premier trading partner for businesses around the world. We strive to provide our clients with the best possible service and expertise to help them achieve their business goals. We believe that success is built on trust, transparency, and collaboration, and we are committed to upholding these values in everything we do."
      ]
    },
    "features": {
      "title": "Features",
      "featuresList": [
        {
          "imageSrc": "./assets/images/features/feature-1.jpg",
          "title": "Sourcing Refined Products",
          "text": "Thexia Energy & Resources focuses on strong relationship with refineries, industry majors and commodity traders to source refined products with the highest quality standards and provide efficient and on-time lifting solutions."
        },
        {
          "imageSrc": "./assets/images/features/feature-2.jpg",
          "title": "Trading & Supply",
          "text": "Trading & Supply is at the core of our business. Our team provides customers with a full range of refined products. We follow the global refined products markets closely to identify trading opportunities, delivering quality properties and specifications, whilst adhering to strict timelines."
        },
        {
          "imageSrc": "./assets/images/features/feature-3.jpg",
          "title": "Risk Management",
          "text": "Managing price and currency risks is critical to achieving commercial success. Thexia Energy & Resources systematically manages price risk by closely monitoring and performing daily controls and analysis regarding price risk identification and measurement."
        }
      ]
    },
    "aboutUs": {
      "title": "About Us",
      "text": [
        "Turon Global Resource is a leading trading company that specializes in the sale of commodities such as agricultural raw materials, fuels, ores, metals, and much more. With years of experience in the industry, we have built a reputation for providing exceptional service and expertise to our clients. Our team is comprised of industry experts who understand the complexities of trading and can help you navigate the market to achieve your business goals.",
        "We are your partner for success in the world of trading. Our deep industry expertise, cutting-edge technology, and transparent approach make us the trusted choice for businesses around the world. Whether you're buying or selling commodities, we have the resources and knowledge to help you achieve your goals."
      ]
    },
    "partners": {
      "title": "Our partners"
    },
    "getStarted": {
      "title": "Ready to get started?",
      "text": "Create your profile. It's free."
    }
  },
  "copyrightYear": "2023",
  "copyrightText": "© TURON Global Resource, LLC. ALL Rights Reserved.",
  "form": {
    "title": "Create account",
    "firstNamePlaseholder": "First Name",
    "lastNamePlaceholder": "Last Name",
    "telegramPlaceholder": "Telegram (optional)",
    "platforms": "Choose platforms",
    "agreement": {
      "one": "I agree to Real Pro Bet's",
      "termsOfServiceLink": "terms of service",
      "three": "and",
      "privacyPolicyLink": "privacy policy"
    },
    "sendButton": "Sign Up",
    "confirmationButton": "Ok",
    "success": {
      "title": "Success",
      "text": "We've just sent you an activation email. Please check your email and click the link in the email we sent. If you don't receive it momentarily, please check your spam folder to."
    },
    "error": {
      "title": "Somethink went wrong",
      "text": "Please, try it again later"
    }
  }
}
